20240502T173223--kdoc-154-よくないメモの例__essay.org
:properties:
:ID: 20240502T173223
:mtime:    20241102180316 20241028101410
:ctime:    20241028101410
:end:
#+title:      KDOC 154: よくないメモの例
#+date:       [2024-05-02 Thu 17:32]
#+filetags:   :essay:
#+identifier: 20240502T173223

* この文書のステータス
- 作成
  - [X] 2024-05-09 貴島
- レビュー
  - [X] 2024-05-11 貴島

* 概要

ツェッテルカステンライクな文書構成で取り組んできた。許容するとはいえ、関連させようのないどうでもいいメモもある。方向修正を考える。

悪い例。

- [[id:20231225T004405][KDOC 62: 『Billy Lynn's Long Halftime Walk』]]。単なる感想である
- [[id:20240207T001630][KDOC 75: 動植物が一切出ない雪山サバイバル映画]]。これをどう関連させろというのか。アイデアではない、ただの感想
- [[id:20240501T023710][KDOC 148: ミンサガリマスターが最高のリマスターだった]]。ただの感想

原因はあまり一時メモを取らずに、一気に永久保存メモ化しようとしていることか。いったん一時メモに書いておいて、時間を置いたあと **書く価値のありそうなものだけ** 書く。あとで見直さない見込みが高いなら、残す意味がない。

感想を書く意味はあまりない。何かアイデアがあったならそれで独立した文書にする。
* 関連
- [[id:20231008T203658][KDOC 36: 『TAKE NOTES!』]]。参考にしているやりかた
- [[id:20231009T155942][KDOC 38: ツェッテルカステンのやり方]]。このやり方でしたいと考えているが、うまくできてない感じがある
