20240502T173223--kdoc-154-よくないメモの例__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-05-01 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 154: よくないメモの例</title>
<meta name="author" content="root" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 154: よくないメモの例</h1>
<div id="outline-container-orgc988043" class="outline-2">
<h2 id="orgc988043"><a href="#orgc988043">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orgc988043">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-05-09 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-05-11 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org8f35f22" class="outline-2">
<h2 id="org8f35f22"><a href="#org8f35f22">概要</a></h2>
<div class="outline-text-2" id="text-org8f35f22">
<p>
ツェッテルカステンライクな文書構成で取り組んできた。許容するとはいえ、関連させようのないどうでもいいメモもある。方向修正を考える。
</p>

<p>
悪い例。
</p>

<ul class="org-ul">
<li><a href="20231225T004405--kdoc-62-『billy-lynns-long-halftime-walk』__book.html#ID-20231225T004405">KDOC 62: 『Billy Lynn&rsquo;s Long Halftime Walk』</a>。単なる感想である</li>
<li><a href="20240207T001630--kdoc-75-動植物が一切出ない雪山サバイバル映画__essay.html#ID-20240207T001630">KDOC 75: 動植物が一切出ない雪山サバイバル映画</a>。これをどう関連させろというのか。アイデアではない、ただの感想</li>
<li><a href="20240501T023710--kdoc-148-ミンサガリマスターが最高のリマスターだった__essay.html#ID-20240501T023710">KDOC 148: ミンサガリマスターが最高のリマスターだった</a>。ただの感想</li>
</ul>

<p>
原因はあまり一時メモを取らずに、一気に永久保存メモ化しようとしていることか。いったん一時メモに書いておいて、時間を置いたあと <b><b>書く価値のありそうなものだけ</b></b> 書く。あとで見直さない見込みが高いなら、残す意味がない。
</p>

<p>
感想を書く意味はあまりない。何かアイデアがあったならそれで独立した文書にする。
</p>
</div>
</div>
<div id="outline-container-org1561558" class="outline-2">
<h2 id="org1561558"><a href="#org1561558">関連</a></h2>
<div class="outline-text-2" id="text-org1561558">
<ul class="org-ul">
<li><a href="20231008T203658--kdoc-36-『take-notes』__book.html#ID-20231008T203658">KDOC 36: 『TAKE NOTES!』</a>。参考にしているやりかた</li>
<li><a href="20231009T155942--kdoc-38-ツェッテルカステンのやり方__essay.html#ID-20231009T155942">KDOC 38: ツェッテルカステンのやり方</a>。このやり方でしたいと考えているが、うまくできてない感じがある</li>
</ul>
</div>
</div>
<div id="outline-container-orgc07eddc" class="outline-2">
<h2 id="orgc07eddc"><a href="#orgc07eddc">Backlinks</a></h2>
<div class="outline-text-2" id="text-orgc07eddc">
<ul class="org-ul">
<li><a href="./20240504T133130--kdoc-161-kdocの目的__essay.html">KDOC 161: KDOCの目的</a></li>
<li><a href="./20240504T224810--kdoc-165-メモの課題と対応策__structure.html">KDOC 165: メモの課題と対応策</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
